[   
    {
        "uid": 1,
        "name": "Bright Analytics",
        "location": "London",
        "description": "Bright Analytics is a modular analytics platform with integrated solutions for data acquisition, preparation, analysis and sharing",
        "field": [3]
    },
    {
        "uid": 2,
        "name": "Admedo",
        "location": "London",
        "description": "A performance based DSP, aiming at democratising programmatic advertising and simplifying the access to display media",
        "field": [3, 4]
    },
    {
        "uid": 3,
        "name": "VCCP",
        "location": "London", 
        "description": "A large London based digital agency",
        "field": [1]
    },
    {
        "uid": 4,
        "name": "ATP",
        "location": "London",
        "description": "A software platform led company that helps improve the return on media investment significantly by identifying and targeting audiences and continuously optimising marketing campaigns using bespoke algorithms and software tools",
        "field": [3]
    },
    {
        "uid": 5,
        "name": "Hangar 7",
        "location": "London",
        "description": "leader in the planning, creation, production and distribution of powerful Content that changes consumer opinion, stimulates consumer interaction and drives retail footfall and sales",
        "field": [1]
    },
    {
        "uid": 6,
        "name": "Grand Union",
        "location": "London",
        "description": "A digital agency based in Central London specialising in UX and frontend development.",
        "field": [1]
    },
    {
        "uid": 7,
        "description": "A digital agency based in Central London specialising in UX and frontend development.",
        "location": "London",
        "name": "Fullsix",
        "field": [1]
    },
    {
        "uid": 8,
        "name": "Grouptree",
        "location": "London",
        "description": "A privately owned software development company based in central London specialising in the development of object oriented software solutions designed to manage digital assets",
        "field": [4]
    },
    {
        "uid": 9,
        "name": "Rehabstudio",
        "location": "London",
        "description": "A young and vibrant digital agency based in East London",
        "field": [1]
    },
    {
        "uid": 10,
        "name": "Capablue",
        "location": "London",
        "description": "One of the UK’s leading Video on Demand (VoD) and Connected TV solutions provider",
        "field": [3]
    },
    {
        "uid": 11,
        "name": "The App Business",
        "location": "London",
        "description": "The App Business is a team of specialists dedicated to creating effective app strategy and ideas, and to developing high quality apps and web services",
        "field": [4]
    },
    {
        "uid": 12,
        "name": "Profero",
        "location": "London",
        "description": "Profero is a young and vibrant digital agency based in Camden. They cover a broad range of services from advertising, design and branding / communication to data analytics, social media, online presence",
        "field": [1]
    },
    {
        "uid": 13,
        "name": "Iris Digital",
        "location": "London",
        "description": "Iris is a large creative agency based in London . Its clients portfolio includes some of the most important brands worldwide. Iris Digital is the digital core within Iris",
        "field": [1]
    },
    {
        "uid": 14,
        "name": "Various Agencies",
        "location": "London",
        "description": "Short term front end and php development contracts",
        "field": [1]
    },
    {
        "uid": 15,
        "name": "Dr Foster",
        "location": "London",
        "description": "The UK's leading independent supplier of health and social care information, whose work encompasses research, analysis, product development, social marketing campaigns, management information tools and industryguiding publications",
        "field": [4]
    },
    {
        "uid": 16,
        "name": "Filmnight",
        "location": "London",
        "description": "An ecommerce company specializing in online Dvds / Soundtrack sales, trailers, and technologies for delivery of mobile content.",
        "field": [2]
    },
    {
        "uid": 17,
        "name": "Dev Interactive - own LTD",
        "location": "London",
        "description": "Own LTD company: used extensively in the past for contract work",
        "field": []
    }
]